{"city_id": 76356, "status": "Submitted", "notes": "", "event_name": "🌑✨ Baker Solar Eclipse Spectacular! ✨🌑", "event_details": "Attention, sky gazers and nature enthusiasts in Missouri🌌 Mark your calendars for \n    an extraordinary celestial phenomenon that will leave you in awe. Join us for the mesmerizing #MissouriSolarEclipse\n    📅 Date: Monday, 08 April 2024 at 12:40 PM\n    ⏰ Time: 01:59 PM - 03:16 PM\n    📍 Location: Baker Missouri\n    🕒 Use eclipse-timer.com to see times & dates for solar eclipses in your area\n    \n    🌞 About the Event:\n    Prepare for a once-in-a-lifetime experience as we witness the celestial dance of the Sun, Moon, \n    and Earth aligning perfectly to create a breathtaking solar eclipse. This extraordinary event \n    will immerse you in the wonders of the universe, capturing your imagination and leaving you \n    with cherished memories.\n    🔭 Highlights:\n    ✨Tag your Spectacular Outdoor Viewing Area to Experience the Eclipse in comment section\n    ✨ Interactive Solar Activities for Kids and Families\n    How to Attend:\n    1️⃣ RSVP to this event and invite your friends, family, and fellow eclipse enthusiasts.\n    2️⃣ Remember to purchase solar eclipse glasses for safe viewing. Visit \n    www.absoluteeclipse.com for a list of trusted vendors or local stores where you can obtain \n    certified glasses.\n    3️⃣ This .\n    📸 Don't forget to bring your cameras to capture the magic! Share your stunning eclipse photos \n    with the hashtag #MissouriSolarEclipse for a chance to be featured on our social media platforms.\n    🌠 Let's come together to witness this awe-inspiring moment and celebrate the wonders of the \n    universe! Spread the word, invite your loved ones, and get ready for an unforgettable solar \n    eclipse experience.\n        ", "image": "C:\\Users\\kdriv\\OneDrive\\Desktop\\planner-bot\\images\\GettyImages-145561814-8f6dbc0.jpg"}